(function ($) {
    $.su = $.su || {};
    $.su.CHAR = {
        PROTAL: {
            SUCCESS: 'Успех',
            FAILED: 'Неуспешно влизане. Моля, опитайте отново по-късно.',
            WELCOME: 'Добре дошли',
            PASSWORD: 'Парола',
            LOGIN: 'Вход',
            TERMS_OF_USE: 'Условия за ползване',
            ACCEPT_TERMS_OF_USE: 'Прочетох и приемам <a class="link" href="#" target="_blank">Условията за използване</a>',
            TERMS_OF_USE_ERROR: 'Моля, прочетете и поставете отметка на  "Съгласявам се с Условията за използване".'
        },
        ERROR: {
            '00000001': 'Това поле е задължително.',
            '00000002': 'Невалиден формат.',
            '00000003': 'Неправилна парола.'
        }
    };
}(jQuery));