(function ($) {
    $.su = $.su || {};
    $.su.CHAR = {
        PROTAL: {
            SUCCESS: 'Успішно',
            FAILED: 'Неможливо увійти. Будь-ласка спробуйте пізніше.',
            WELCOME: 'Вітаємо',
            PASSWORD: 'Пароль',
            LOGIN: 'Авторизація',
            TERMS_OF_USE: 'Умови використання',
            ACCEPT_TERMS_OF_USE: 'Я прочитав і прийняв <a class="link" href="#" target="_blank">Умови використання</a>',
            TERMS_OF_USE_ERROR: 'Будь ласка, прочитайте та поставте відмітку "Я погоджуюсь з Умовами використання".'
        },
        ERROR: {
            '00000001': 'Це поле є обов\'язковим.',
            '00000002': 'Невірний формат.',
            '00000003': 'Неправильний пароль.'
        }
    };
}(jQuery));